tap 'homebrew/cask-fonts'

brew 'autojump'
brew 'awscli'
brew 'ctags'
brew 'coreutils'
brew 'diff-so-fancy'
brew 'editorconfig'
brew 'jq'
brew 'kubectl'
brew 'kubectx'
brew 'macvim'
brew 'mailhog'
brew 'mas'
brew 'mysql@5.7'
brew 'php'
brew 'php@7.4'
brew 'pipenv'
brew 'pipx'
brew 'pre-commit'
brew 'pyenv'
brew 'rbenv'
brew 'ripgrep'
brew 'yq'

cask 'dash'
cask 'font-jetbrains-mono'
cask 'iterm2'
cask 'paw'

mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "Elpy", id: 1440013765
mas "Harvest", id: 506189836
mas "Magnet", id: 441258766
mas "PDFOptim", id: 621276561
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
