tap 'homebrew/cask-fonts'
tap 'shivammathur/php'

brew 'autojump'
brew 'awscli'
brew 'ctags'
brew 'coreutils'
brew 'devutils'
brew 'diff-so-fancy'
brew 'editorconfig'
brew 'exa'
brew 'jq'
brew 'kubectl'
brew 'kubectx'
brew 'macvim'
brew 'mailhog'
brew 'mas'
brew 'mysql@5.7'
brew 'nvm'
brew 'pnpm'
brew 'pipenv'
brew 'pipx'
brew 'pre-commit'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'rbenv'
brew 'ripgrep'
brew 'shellcheck'
brew 'shivammathur/php/php@7.4'
brew 'shivammathur/php/php@8.0'
brew 'shivammathur/php/php@8.1'
brew 'shivammathur/php/php@8.2'
brew 'shivammathur/php/php@8.3'
brew 'subversion'
brew 'yq'
brew 'watch'
brew 'watchman'

cask 'crossover'
cask 'dash'
cask 'font-jetbrains-mono'
cask 'iterm2'
cask 'paw'
cask 'raycast'

mas "1Password 7", id: 1333542190
mas "Bear", id: 1091189122
mas "Elpy", id: 1440013765
mas "Harvest", id: 506189836
mas "Magnet", id: 441258766
mas "PDFOptim", id: 621276561
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Xcode", id: 497799835
